<?php include_partial('menu', array('_activeItem' => 'Задание', '_teamState' => $teamState)) ?>

<p class="danger">
	Вы здесь должны видеть свое задание, но почему-то подтверждение прочтения вами задания не сработало.
</p>
<p class="info">
	Скорее всего, ситуация скоро исправится, но все равно сообщите об этом организаторам.
</p>
<p class="warn">
	Если вы сами организатор, то для принудительного прочтения задания командой используйте команду "прочесть" на вкладке "Пилот" управления игрой.
</p>
<p>
	Обновляйте страницу время от времени.
</p>